results/ryzen9-7950x-node0/lifetimes/snoop-wrk.log
Scripting is not supported at this moment.
Running 15s test @ http://127.0.0.1:8080/
  4 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   103.37μs   48.78μs   7.77ms   81.34%
    Req/Sec   356130.88  91884.24  381431.00     93.75
  5698094 requests in 15.006s,   1.94GB read
Requests/sec: 379721.04
Transfer/sec: 132.54MB